Repository: imatem/matem.planning
Catalog: src/matem/planning/locales/*/LC_MESSAGES/plone.po
Languages: es

source: Can only be seen and edited by the owner.
es: Puede s칩lo ser visto y editado por el propietario.

source: Make editable
es: Hacer Editable

source: Make not Editable
es: Hacer no Editable

source: Making an item editable means that it will not be visible to anyone but the owner and the site administrator.
es: Hacer un item editable significa que este no ser치 visible por nadie salvo el propietario y el administrador del sitio.

source: Not Editable
es: No Editable

source: Not Editable the item makes it visible to owner and only admin makes edit.
es: Hacer un item No Editable significa que este es visible por el propietario y s칩lo admin puede editar

source: Private
es: Privado

source: Sended
es: Enviado

source: Sended the item makes it visible to owner and only admin makes edit.
es: Cambiar un elemento a enviado lo hace visible para el propietario y s칩lo editable para el administrador.

source: Visible to owner user, admin, not editable by the owner.
es: Visible por el propietario, admin y no editable por el propietario.
